import { Container, Typography } from '@mui/material';

export function HomeSeoText() {
  return (
    <Container maxWidth={false} sx={{ maxWidth: '1368px', py: { xs: 5, lg: 7.5 } }}>
      <Typography>
        Аппараты решают задачи с разной скоростью в зависимость от хешрейта. Хешрейт — это
        показатель вычислительной мощности в секунду. Он измеряется в хешах в секунду и показывает,
        сколько вычислений оборудование выполняет за секунду. Измеряется в Е, GH/s, MH/s. Хешрейт
        пула можно отслеживать на дашборде в личном кабинете. Дашборд — набор модулей, которые
        постоянно собирают и обновляют информацию о процессе майнинга оборудования, а также
        выплатах. Аппараты решают задачи с разной скоростью в зависимость от хешрейта. Хешрейт — это
        показатель вычислительной мощности в секунду. Он измеряется в хешах в секунду и показывает,
        сколько вычислений оборудование выполняет за секунду. Измеряется в Е, GH/s, MH/s. Хешрейт
        пула можно отслеживать на дашборде в личном кабинете. Дашборд — набор модулей, которые
        постоянно собирают и обновляют информацию о процессе майнинга оборудования, а также
        выплатах. Аппараты решают задачи с разной скоростью в зависимость от хешрейта. Хешрейт — это
        показатель вычислительной мощности в секунду. Он измеряется в хешах в секунду и показывает,
        сколько вычислений оборудование выполняет за секунду. Измеряется в Е, GH/s, MH/s.Хешрейт
        пула можно отслеживать на дашборде в личном кабинете. Дашборд — набор модулей, которые
        постоянно собирают и обновляют информацию о процессе майнинга оборудования, а также
        выплатах.
      </Typography>
    </Container>
  );
}
